Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=358_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien koulutusraportti nro 1
sme: Sámedikki skuvlenraporta nr 1

source: Saamelaisopetus kotiseutualueen ulkopuolella
sme: Sámeoahpahus ruovttuguovllu olggobealde

source: selvittää saamen kielen ja saamenkielisen opetuksen toteutumista ja edellytyksiä saamelaisten kotiseutualueen ulkopuolella.
sme: čielggada sámegiela ja sámegielat oahpahusa ollašuvvama ja eavttuid sámiid ruovttuguovllu olggobealde.

source: Raportti kartoittaa voimassa olevat opetusta koskevat säännökset ja viranomaismääräykset.
sme: Raporta kárte fámus leahkki oahpahusa guoski njuolggadusaid ja mearrádusaid.

source: Lisäksi raportissa tehdään ehdotuksia opetustilanteen kehittämiseksi.
sme: Dasa lassin raporttas dahkkojuvvojit evttohusat oahpahusdiliid ovddideamis.

source: Julkaisija: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto 2009
sme: Bargojoavku / Työryhmä:
